Repository: Piratenpartei/syi-protestpage
Catalog: languages/saveyourinternet-protest-page-*.po
Languages: de_de

source: SaveYourInternet Protest Page
de_de: SaveYourInternet Protestseite

source: main settings
de_de: Grundeinstellungen

source: activate protest
de_de: Am Protest teilnehmen

source: info box not closable
de_de: Infobox nicht wegklickbar

source: date
de_de: Datum

source: exclude
de_de: Ausschließen

source: test mode
de_de: Testmodus

source: link URL
de_de: Link

source: use custom text
de_de: Eigenen Text verwenden

source: custom text
de_de: Eigener Text

source: show logo
de_de: Logo anzeigen

source: link to impressum
de_de: Impressums-Link

source: link to provacy policy
de_de: Datenschutzerklärung-Link

source: activate
de_de: Aktivieren

source: A protest box will be shown on your site on the chosen date
de_de: Wenn du dies aktivierst, wird auf deiner Website am gewählten Datum eine Protestbox als Overlay angezeigt.

source: If activated, the box will not be closable. Your site will be unusable.
de_de: Wenn du dies aktivierst, kann das Overlay nicht weggeklickt werden. Die Website wird dadurch unbenutzbar.

source: Online protest day is March 21st. Offline protests will be on march 23rd.
de_de: Einheitlicher Protesttag ist am 21. März 2019. Die Demos werden am 23. März stattfinden.

source: comma-seperated list wirh page/post-ids, which will be excluded.
de_de: Kommagetrennte Liste mit Post/Page-IDs, auf denen das Overlay nicht angezeigt wird.

source: Show overlay now.
de_de: Overlay jetzt anzeigen, unabhängig vom Datum.

source: remember to exclude your impressum and privacy policy page
de_de: nicht vergessen, die Seiten mit Impressum und Datenschutzerklärung oben auszuschließen

source: privacy policy
de_de: Datenschutzerklärung
